{
    "notes": [
        "The first line of this page is half missing because of bad copy. Needs completion.",
        "The first line of this page is missing because of bad copy. Needs completion.",
        "Sometimes in other places in this diary, it appears written : Abdoul/Abdul Wasser.",
        "Frédéric says: it’s one the gates of Sanaa.",
        "Frédéric says it means: good, ok.",
        "Sometimes in other places in this diary, it appears written: Gabilis. Frédéric says that this name refers to the non-Jewish Yemenites.",
        "Sometimes In other places in this diary, it appears written: tanourhs. Frédéric says that it means “ovens”. Clay ovens, FB says.",
        "Arabic for Jew.",
        "Festive meal, in Hebrew.",
        "Crazy fellow.",
        "Market day.",
        "FB says it means “enough”.",
        "The first line of this page is half-missing because of bad copy. Needs completion.",
        "Last word of this line is missing. Needs completion.",
        "First line missing, needs completion",
        "FB says “Mori” means “teacher”.",
        "First line is missing, needs completion.",
        "First line is missing. Needs completion.",
        "Sometimes, in other places in this diary, it appears written as: Raidah. It should be Raydah.",
        "A pointer used for Torah reading.",
        "First line of this page is missing, needs completion.",
        "Arabic for Jew.",
        "Man who calls Muslims to prayer from the minaret.",
        "Sometimes, in other places in this diary, this appears as: Madi.",
        "The first line of this page is missing because of bad copy. Needs completion.",
        "Sometimes, in other places in this diary, this appears as: Haydan.",
        "Arabic for inn.",
        "There is a Saleh and a Salah in this diary. It is unclear if Frédéric writes the name of the same person differently or if they are two different people.",
        "Sometimes, in other places in this diary, this appears as: Yousef/Youssef Chtari.",
        "Sometimes in other places  in this diary, this appears as : Jerhadi.",
        "The first line of this page is missing because of bad copy. Needs completion.",
        "The first line of this page is missing because of bad copy. Needs completion.",
        "The Jews.",
        "Public steam bath.",
        "Arabic for market.",
        "The first line of this page is half missing because of bad copy. Needs completion.",
        "A scroll, usually the scroll of Esther which is read at Purim.",
        "The first line of this page is half missing because of bad copy. Needs completion.",
        "The first line of this page is missing because of bad copy. Needs completion.",
        "FB says it means something like “interesting” in the local language.",
        "FB says it should be (pronounced): kharir (guttural kh).",
        "The first line of this page is missing because of bad copy. Needs completion.",
        "This page is apparently a continuation of a previous page in this diary (at the end of which it is written -  see “continuation at the end”.",
        "The first line of this page is missing because of bad copy. Needs completion.",
        "This line and this page stop here with no continuation.",
        "Again, this page is apparently a continuation of a previous page in this diary, at the end of which it is written to see the rest “at the end”."

    ]
}
